[
  {
    "image": "https://i.ibb.co/mXSMXWB/6.jpg",
    "name": "Jaina Moore",
    "review": "When I decided to buy this laptop I fully expected that I would get an awesome piece of kit. But instead I got the King of laptops. What Razer has managed to do here is amazing. ",
    "star": 5,
    "id": 11
  },
  {
    "image": "https://i.ibb.co/xLsP0ft/5.jpg",
    "name": "Juan Gonzalez",
    "review": "I spent the last couple of months going back and forth, reading and watching reviews, checking out pricing. I have used Surface's, Dells, HP's, Macbook Pro's, and even MSI gaming laptops. Knowing this computer was on the expensive end left me tentative.",
    "star": 5,
    "id": 22
  },
  {
    "image": "https://i.ibb.co/S7204jV/4.jpg",
    "name": "J. B. Barnes",
    "review": "The closest thing I have found to the excellent build quality of a MacBook Pro. Very solid an inflexible unibody construction and very high end components. However, it is clear that Razor has an engineering staff of nine geniuses and one idiot.",
    "star": 4,
    "id": 33
  },
  {
    "image": "https://i.ibb.co/MNS9hZt/3.jpg",
    "name": "Greg M",
    "review": "I'm a power user and enjoy working on great equipment. This laptop delivers. Expensive, but worth it. Excellent cooling capability and bests most notebooks in a portable package. This system replaced an Alienware 17 R5 which was much heavier, bulkier, warmer, and louder..",
    "star": 5,
    "id": 44
  },
  {
    "image": "https://i.ibb.co/FHpg49Z/1.jpg",
    "name": "Alexander A Alarcon",
    "review": " I have 1 very big issues with the laptop I received. The first being the fact that the screen cannot stay on with the charger unplugged. I've tried different battery and display drivers, tried Recalibrating the charge sensor as suggested by reddit, and tried adjusting power saving settings.",
    "star": 4,
    "id": 55
  },
  {
    "image": "https://i.ibb.co/W3zLCFL/2.jpg",
    "name": "Cliente de Kindle",
    "review": "I have a couple minor complains, like the short battery life, that you can't change the color of the led on the back or that if I bought it again I think the touchscreen is not worth it. It's still great tho. There's not that many gaming pcs that have a sleek design. I'm really happy with my purchase. The big screen is wonderful",
    "star": 5,
    "id": 66
  }
]